function Committees() {
  return (
    <>
      <div style={{width:'100%'}} className="committees-scroll"></div>

      <div className="container committees">
        <h2 className="main-title text-center">КОМИТЕТЫ</h2>
        <div>
          <h2 className="main-title">Программный комитет</h2>
          <p className="p-member"><b>С.А. Мазаник</b> – профессор кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета (зам. председателя)</p>
          <p className="p-member"><b>А.К. Деменчук</b> – главный научный сотрудник Института математики НАН Беларуси</p>
          <p className="p-member"><b>А.А. Леваков</b> – профессор кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета</p>
          <p className="p-member"><b>Е.К. Макаров</b> – заведующий отделом дифференциальных уравнений Института математики НАН Беларуси</p>
          <p className="p-member">and others...</p>
        </div>
        <div>
          <h2 className="main-title">Организационный комитет</h2>
          <p className="p-member"><b>А.А. Леваков</b> – профессор кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета (председатель)</p>
          <p className="p-member"><b>М.М. Васьковский</b> – заведующий кафедрой фундаментальной математики и интеллектуальных систем Белгосуниверситета (зам. председателя)</p>
          <p className="p-member"><b>Г.П. Размыслович</b> – доцент кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета (зам. председателя)</p>
          <p className="p-member"><b>А.В. Филипцов</b> – доцент кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета (секретарь)</p>
          <p className="p-member">and others...</p>
        </div>
      </div>
    </>
  );
}
export default Committees;