function Organizers() {
  return (
    <>
      <div style={{width:'100%'}} className="organizers-scroll"></div>

      <div className="container organizers">
        <h2 className="main-title text-center">ОРГАНИЗАТОРЫ</h2>
        <p className="main-p">
          Организаторами конференции выступают Министерство образования Республики Беларусь, 
          Государственное научное учреждение «Институт математики Национальной академии наук Беларуси» и
          Белорусский государственный университет.
        </p>
        <div>
          <h2 className="main-title">Программный комитет</h2>
          <p className="p-member"><b>Н.А. Изобов</b> – академик НАН Беларуси (председатель)</p>
          <p className="p-member"><b>С.А. Мазаник</b> – профессор кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета (зам. председателя)</p>
          <p className="p-member"><b>А.Б. Антоневич</b> – профессор кафедры интеллектуальных методов моделирования Белгосуниверситета</p>
          <p className="p-member"><b>И.В. Асташова</b> – профессор кафедры дифференциальных уравнений Московского госуниверситета</p>
          <p className="p-member"><b>А.И. Астровский</b> – профессор кафедры высшей математики БГЭУ</p>
          <p className="p-member"><b>В.Т. Борухов</b> – главный научный сотрудник Института математики НАН Беларуси</p>
          <p className="p-member"><b>Е.В. Васильева</b> – заведующий кафедрой дифференциальных уравнений Санкт-Петербургского госуниверситета</p>
          <p className="p-member"><b>М.М. Васьковский</b> – заведующий кафедрой фундаментальной математики и интеллектуальных систем Белгосуниверситета</p>
          <p className="p-member"><b>А.Л. Гладков</b> – заведующий кафедрой интеллектуальных методов моделирования Белгосуниверситета</p>
          <p className="p-member"><b>А.А. Гринь</b> – заведующий кафедрой математического анализа, дифференциальных уравнений и алгебры Гродненского госуниверситета им. Янки Купалы</p>
          <p className="p-member"><b>В.И. Громак</b> – профессор кафедры дифференциальных уравнений и системного анализа Белгосуниверситета</p>
          <p className="p-member"><b>А.К. Деменчук</b> – главный научный сотрудник Института математики НАН Беларуси</p>
          <p className="p-member"><b>Н.М. Дмитрук</b> – заведующий кафедрой методов оптимального управления Белгосуниверситета</p>
          <p className="p-member"><b>М.П. Дымков</b> – профессор кафедры высшей математики Белорусского государственного экономического университета</p>
          <p className="p-member"><b>А.Д. Егоров</b> – главный научный сотрудник Института математики НАН Беларуси</p>
          <p className="p-member"><b>В.А. Зайцев</b> – директор Управления по развитию научной и инновационной деятельности Удмуртского госуниверситета</p>
          <p className="p-member"><b>А.И. Калинин</b> – профессор кафедры методов оптимального управления Белгосуниверситета</p>
          <p className="p-member"><b>И.Т. Кигурадзе</b> – академик НАН Грузии</p>
          <p className="p-member"><b>В.И. Корзюк</b> – академик НАН Беларуси</p>
          <p className="p-member"><b>В.Н. Лаптинский</b> – главный научный сотрудник Института технологии металлов НАН Беларуси</p>
          <p className="p-member"><b>А.А. Леваков</b> – профессор кафедры фундаментальной математики и интеллектуальных систем Белгосуниверситета</p>
          <p className="p-member"><b>Е.К. Макаров</b> – заведующий отделом дифференциальных уравнений Института математики НАН Беларуси</p>
          <p className="p-member"><b>И.П. Мартынов</b> – профессор кафедры математического анализа, дифференциальных уравнений и алгебры Гродненского госуниверситета им. Янки Купалы</p>
          <p className="p-member"><b>В.И. Мироненко</b> – профессор кафедры математического анализа и дифференциальных уравнений Гомельского госуниверситета</p>
          <p className="p-member"><b>С.Н. Попова</b> – заведующий кафедрой дифференциальных уравнений Удмуртского госуниверситета</p>
          <p className="p-member"><b>И.Н. Сергеев</b> – профессор кафедры дифференциальных уравнений Московского госуниверситета</p>
          <p className="p-member"><b>В.В. Цегельник</b> – профессор кафедры высшей математики Белорусского государственного университета информатики и радиоэлектроники</p>
        </div>
        <div>
          <h2 className="main-title">Организационный комитет</h2>
          <p className="p-member"><b>Орлович Юрий Леонидович</b> – декан факультета прикладной математики и информатики Белгосуниверситета (председатель)</p>
          <p className="p-member"><b>Леваков Анатолий Афанасьевич</b> – профессор кафедры фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета (сопредседатель)</p>
          <p className="p-member"><b>Васьковский Максим Михайлович</b> – заведующий кафедрой фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета (зам. председателя/сопредседателя)</p>
          <p className="p-member"><b>Размыслович Георгий Прокофьевич</b> – доцент кафедры фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета (зам. председателя/сопредседателя)</p>
          <p className="p-member"><b>Красовский Сергей Геннадьевич</b> – доцент кафедры дифференциальных уравнений и системного анализа механико-математического факультета Белгосуниверситета</p>
          <p className="p-member"><b>Таныгина Анастасия Николаевна</b> – доцент кафедры фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета</p>
          <p className="p-member"><b>Филипцов Александр Владимирович</b> – доцент кафедры фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета</p>
          <p className="p-member"><b>Шевцов Евгений Олегович</b> – ассистент кафедры фундаментальной математики и интеллектуальных систем факультета прикладной математики и информатики Белгосуниверситета</p>
        </div>
        <div>
          <h2 className="main-title">Адрес организационного комитета</h2>
          <p className="main-p">Республика Беларусь, 220030, г. Минск, пр. Независимости, 4,
            Белорусский государственный университет, кафедра фундаментальной математики и интеллектуальных систем, ауд. 541.
            Телефон: (+375 17) 209-50-72. Контактный e-mail: filiptsov@bsu.by
          </p>
        </div>
      </div>
    </>
  );
}
export default Organizers;
