function Program() {
  return (
    <>
      <div style={{width:'100%'}} className="program-scroll"></div>

      <div className="container program">
        <h2 className="main-title text-center">ПРОГРАММА</h2>
        <p className="main-p notification">
          !!! Рабочий вариант программы будет опубликован позже.
        </p>
        <h2 className="main-title">Распорядок работы конференции</h2>
        <div className="table">
          <div className="table-row">
            <div className="cell-title">2 декабря</div>
            <div className="cell-content">8<sup>00</sup>–18<sup>00</sup> – регистрация участников – главный корпус, ауд. 541</div>
          </div>
          <div className="table-row">
            <div className="cell-title">3 декабря</div>
            <div className="cell-content">8<sup>00</sup>–11<sup>00</sup> – регистрация участников</div>
          </div>
          <div className="table-row">
            <div className="cell-title"></div>
            <div className="cell-content">10<sup>00</sup>–13<sup>00</sup> – открытие конференции, пленарные доклады – главный корпус, ауд. 521</div>
          </div>
          <div className="table-row">
            <div className="cell-title"></div>
            <div className="cell-content">14<sup>30</sup>–17<sup>30</sup> – работа секций</div>
          </div>
          <div className="table-row">
            <div className="cell-title">4 декабря</div>
            <div className="cell-content">10<sup>00</sup>–13<sup>00</sup> – пленарные доклады, главный корпус, ауд. 439</div>
          </div>
          <div className="table-row">
            <div className="cell-title"></div>
            <div className="cell-content">14<sup>30</sup>–17<sup>30</sup> – работа секций</div>
          </div>
          <div className="table-row">
            <div className="cell-title">5 декабря</div>
            <div className="cell-content">10<sup>00</sup>–13<sup>00</sup> – работа секций</div>
          </div>
          <div className="table-row">
            <div className="cell-title"></div>
            <div className="cell-content">13<sup>00</sup>–14<sup>00</sup> – закрытие конференции</div>
          </div>
        </div>
        <p className="main-p">Доклады на пленарных заседаниях до 40 минут.</p>
        <p className="main-p">Доклады на секционных заседаниях до 15 минут.</p>
        <div>
          <h2 className="main-title">ПЛЕНАРНЫЕ ДОКЛАДЫ</h2>
          <h3 className="main-title">3 декабря, 10<sup>00</sup>–13<sup>00</sup></h3>
          <ol>
            <li>Гринь А.А., Мусафиров Э.В. (ГрГУ, Гродно), Шнайдер К. (Институт Вейерштрасса, Берлин). О предельных циклах в автономной квадратичной системе трех дифференциальных уравнений.</li>
            <li>Корзюк В.И., Столярчук И.И., Рудько Я.В. (БГУ, институт математики НАН Беларуси, Минск). О классических решениях задач для гиперболических уравнений.</li>
            <li>Асташова И.В., Никишов В.А. (МГУ, Москва). О продолжаемости и асимптотических свойствах решений уравнения Риккати с комплексными корнями правой части.</li>
          </ol>
          <h3 className="main-title">4 декабря, 10<sup>00</sup>–13<sup>00</sup></h3>
          <ol>
            <li>Сергеев И.Н. (МГУ, Москва). Радиальные стабильностные и осцилляционные свойства дифференциальных систем.</li>
            <li>Хартовский В.Е (ГрГУ, Гродно). Финитная стабилизация линейных систем нейтрального типа.</li>
            <li>Дмитрук Н.М. (БГУ, Минск). Оптимальное управление линейными динамическими системами в условиях неопределенности.</li>
          </ol>
        </div>
        <div>
          <h2 className="main-title">ОБЫКНОВЕННЫЕ ДИФФЕРЕНЦИАЛЬНЫЕ УРАВНЕНИЯ</h2>
          <h3>Председатели секции: Макаров Е.К., Сергеев И.Н., Деменчук А.К.</h3>
          <h3 className="main-title">Заседание 1: 3 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Амелькин В.В., Тыщенко В.Ю. Об изохронности центра в автономных дифференциальных системах второго порядка.</li>
            <li>Антоневич А.Б., Архипенко О.А. О постановке начальной задачи для системы разностных уравнений с переменными коэффициентами.</li>
            <li>Антоневич А.Б., Люксембург И.Л. Пространство максимальных идеалов алгебры операторов умножения на функции, имеющие односторонние пределы.</li>
            <li>Асташова И.В., Никишов В.А. О продолжаемости и асимптотических свойствах решений уравнения Риккати с комплексными корнями правой части.</li>
            <li><span style={{border:'1px solid #000'}}>Барабанов Е.А.,</span> Быков В.В., Равчеев А.В. Об антиперроновском эффекте в классе линейных экспоненциально убывающих возмущений.</li>
            <li>Белокурский М.С. О почти периодическом уравнении Риккати с почти периодическими решениями.</li>
            <li>Бондарев А.Н. К многоточечной краевой задаче для нелинейного уравнения Ляпунова в случае сильного вырождения краевых условий.</li>
            <li>Борухов В.Т. Кветко О.М. Максимов М.С. Применение функционалов Ляпунова-Богданова для декомпозиции линейных управляемых динамических систем.</li>
            <li>Ванькова Т.Н., Детченя Л.В., Пецевич В.М. Наличие свойства Пенлеве у дифференциальной системы второго порядка частного вида.</li>
            <li>Васильева Е.В., Рогатых Н.Р. Инвариантные множества диффеоморфизмов с гомоклинической траекторией.</li>
            <li>Ветохин А.Н. Бэровский класс топологической энтропии систем линейных дифференциальных уравнений.</li>
            <li>Войделевич А.С. О количестве вершин решений линейных рекуррентных уравнений в пространстве выпуклых многоугольников.</li>
            <li>Громак В.И. О свойствах решений нелинейных уравнений иерархий, связанных со вторым уравнением Пенлеве.</li>
            <li>Деменчук А.К., Макаров Е.К. Задача управления частично асинхронным спектром линейных дифференциальных периодических систем.</li>
          </ol>
          <h3 className="main-title">Заседание 2: 4 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Деменчук А.К., Макаров Е.К. Определение параметров модели эпидемического процесса по асимптотическим данным.</li>
            <li>Дубров Б.М. Контактная эквивалентность обыкновенных дифференциальных уравнений.</li>
            <li>Изобов Н.А., Ильин А.В. Антиперроновский эффект смены положительных показателей линейной системы на отрицательные возмущениями высшего порядка малости.</li>
            <li>Ильин Ю.А., Мартынов К.В. Об обобщении теоремы Рейзиня о локальной топологической эквивалентности для квазиоднородных систем.</li>
            <li>Кашпар А.И. К анализу краевой задачи Валле–Пуссена для обобщения нелинейного матричного уравнения Ляпунова второго порядка.</li>
            <li>Кузьмина Е.В. Обобщенные решения дифференциального уравнения при специального вида аппроксимации коэффициента.</li>
            <li>Кузьмич А.В., Гринь А.А., Чэнь Я., Чжан Е. Кольцо Пуанкаре–Бендиксона для одного класса возмущенных гамильтоновых систем.</li>
            <li>Кумко А.А., Мартынов И.П. Об аналитических свойствах одного автономного дифференциального уравнения четвертого порядка.</li>
            <li>Лаптинский В.Н. Об одной функциональной задаче для обыкновенных дифференциальных уравнений.</li>
            <li>Липницкий А.В. Оценка показателя Ляпунова линейной дискретной системы.</li>
            <li>Мазаник С.А. Представители классов приводимых систем линейных дискретных уравнений.</li>
            <li>Маковецкая О.А. Конструктивный анализ периодической краевой задачи для обобщенния матричного уравнения Риккати с параметром.</li>
            <li>Маковецкий И.И. К решению двухточечной краевой задачи для возмущенного матричного уравнения Риккати.</li>
            <li>Мартынов И.П., Андреева Т.К., Пронько В.А. Об одном классе систем двух дифференциальных уравнений первого порядка второй степени без подвижных критических особых точек.</li>
          </ol>
          <h3 className="main-title">Заседание 3: 5 декабря, 10<sup>00</sup>–13<sup>00</sup></h3>
          <ol>
            <li>Мартынов И.П., Мухин А.А. Об автономном дифференциальном уравнении третьего порядка с подвижной особой линией.</li>
            <li>Мусафиров Э.В., Гринь А.А., Проневич А.Ф. Трехмерные системы автономных ОДУ с бесконечным числом (континуумом) предельных циклов.</li>
            <li>Некрылов Е.Е., Шабров С.А. Спектральные свойства краевой задачи с разрывными решениями.</li>
            <li>Попова С.Н., Фахразиева Э.А. К свойству открытости полного спектра показателей Ляпунова линейных гибридных систем.</li>
            <li>Похачевский В.А., Быков В.В. О бэровском классе слабых показателей колеблемости корней и гиперкратных корней.</li>
            <li>Роголев Д.В. Левосторонняя регуляризация периодической краевой задачи для обобщённой системы матричных уравнений Риккати.</li>
            <li>Руденок А.Е. Изохронная квадратичная система с предельным циклом нормального размера.</li>
            <li>Руденок А.Е., Василевич М.Н. Изохронные квадратичные системы, изохроны которых не зависят от параметра, определяющего устойчивость особой точки.</li>
            <li>Сергеев И.Н. Радиальные стабильностные и осцилляционные свойства дифференциальных систем.</li>
            <li>Таныгина А.Н. О связи решения системы линейных однородных дифференциальных уравнений с теорией коммутативных матричных алгебр.</li>
            <li>Хвощинская Л.А. О явном представлении решения проблемы Римана–Гильберта для двух функций.</li>
            <li>Цегельник В.В. О свойствах решений систем нелинейных дифференциальных уравнений.</li>
            <li>Makin A.S. On spectral problem for maximal Dirac operator.</li>
            <li>Zhalukevic D.S. Simplification of symmetries for the nonlinear Klein–Gordon equation.</li>
          </ol>
        </div>
        <div>
          <h2 className="main-title">УРАВНЕНИЯ С ЧАСТНЫМИ ПРОИЗВОДНЫМИ. МАТЕМАТИЧЕСКОЕ МОДЕЛИРОВАНИЕ</h2>
          <h3>Председатели секции: Корзюк В.И., Гладков А.Л.</h3>
          <h3 className="main-title">Заседание 1: 3 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Авлас А.Н., Громыко Г.Ф., Мацука Н.П., Пузанов А.В., Баханович С.В. Численный анализ процессов теплопередачи и деформации композиционных порошковых материалов для прогнозирования эффективных свойств покрытий.</li>
            <li>Булыно Д.А., Гладков А.Л., Никитин А.И. Начально-краевая задача для системы полулинейных параболических уравнений с поглощением и нелокальными граничными условиями.</li>
            <li>Гнездовский Ю.Ю., Павлючик П.Б., Проневич А.Ф. О кратных частных интегралах систем уравнений в частных производных первого порядка.</li>
            <li>Каянович С.С. О системе уравнений Навье–Стокса в трёхмерном случае.</li>
            <li>Корзюк В.И., Заяц П.Д. Классические решения смешанных задач в четверти плоскости для полулинейного уравнения переноса с граничным условием Дирихле и Неймана.</li>
            <li>Корзюк В.И., Ковнацкая О.А. Задачи Гурса на плоскости для линейного гиперболического уравнения.</li>
            <li>Куликов А.Н., Куликов Д.А. О характере локальных бифуркаций автоволн периодической краевой задачи для слабодиссипативного уравнения Гинзбурга–Ландау.</li>
            <li>Кухлич М.А., Рябченко Н.В., Старовойтов А.П. Об асимптотике сходимости тригонометрических аппроксимаций Эрмита–Якоби и нелинейных аппроксимаций Эрмита–Чебышева.</li>
            <li>Лаврова О.А., Полевиков В.К. Численное исследование конвективной неустойчивости цилиндрического слоя магнитной жидкости.</li>
            <li>Лебедев А.В., Чернявский М.М. Вычисление корней полиномов: развитие  метода Бернулли–Эйлера–Лагранжа–Эйткена.</li>
            <li>Мармыш Д.Е., Журавков М.А. Метод аналитического граничного элемента с методами машинного обучения для анализа поврежденности.</li>
            <li>Переварюха А.Ю. Моделирование волн эпидемической активности в сетевых социальных коммуникациях.</li>
            <li>Плисюк Г.С., Лаврова О.А. Компьютерное моделирование силы магнитного давления на поверхности магнитной жидкости.</li>
          </ol>
          <h3 className="main-title">Заседание 2: 4 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Рогозин С.В., Дубатовская М.В., <span style={{border:'1px solid #000'}}>Примачук Л.П.</span> Об устойчивости задачи R-линейного сопряжения на единичной окружности.</li>
            <li>Скоромник О.В. Решение многомерных интегральных уравнений типа Абеля с отдельными случаями Н-функции Фокса в ядрах.</li>
            <li>Столярчук И.И. Классическое решение смешанной задачи для уравнения типа Клейна-Гордона-Фока с дифференциальными полиномами в граничных условиях.</li>
            <li>Сьянов Д.А. Нейросетевое моделирование управляемых диффузий в процессах документооборота ojs.</li>
            <li>Шайна Е.А., Шабров С.А. Достаточные условия положительной обратимости математической модели пятого порядка с~производными по мере.</li>
            <li>Шушкевич Г.Ч., Шушкевич С.В. Проникновение низкочастотного магнитного поля в область, ограниченную тонкими сферическими экранами.</li>
            <li>Gladkov A.L. Initial boundary value problems for a parabolic equation with memoryunder nonlocal Dirichlet and Neumann boundary conditions.</li>
            <li>Korzyuk V.I., Rudzko J.V. A Classical Solution Weakened on the Axis for the Centrally Symmetric Cauchy Problem for the Three-Dimensional Wave Equation.</li>
            <li>Korzyuk V.I., Rudzko J.V., Kolyachko V.V. Classical Solution to a Mixed Problem in a Half-Strip for the One-Dimensional Wave Equation Modeling Longitudinal Impact in Elastic Rods with Free Ends.</li>
            <li>Korzyuk V.I., Rudzko J.V., Kovnatskaya O.A. Classical Solution of the First Mixed Problem for a Mildly Quasilinear Wave Equation with a Variable Coefficient.</li>
            <li>Korzyuk V.I., Rudzko J.V., Kozlovskaya I.S. Classical Solution of the First Mixed Problem for a Mildly Quasilinear Wave Equation with a Variable Coefficient.</li>
            <li>Pilipchuk L.A. Applications of mathematical and computer modeling in the Sensor Location Problem.</li>
            <li>Zhalukevich D.S. Symmetries for the nonlinear Klein-Gordon equation with variable coefficients.</li>
          </ol>
        </div>
        <div>
          <h2 className="main-title">ТЕОРИЯ УПРАВЛЕНИЯ. СТОХАСТИЧЕСКИЕ ДИФФЕРЕНЦИАЛЬНЫЕ УРАВНЕНИЯ</h2>
          <h3>Председатели секции: Дмитрук Н.М., Леваков А.А.</h3>
          <h3 className="main-title">Заседание 1: 3 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>1.	Альсевич В.В., Витковский Н.Ф. Условия оптимальности дискретных управлений для специальной минимаксной задачи.</li>
            <li>2.	Астровский А.И. О применении свойств  квазидифференцируемых функций в теории управления.</li>
            <li>3.	Астровский  А.И., Горячкин В.В, Дымков М.П. Устойчивость линейных дискретных нестационарных систем  уравнений Вольтерра.</li>
            <li>4.	Васьковский М.М., Зорько М.Ю. Устойчивость по Ляпунову решений систем линейных дифференциальных уравнений с постоянными коэффициентами, управляемых грубыми траекториями с показателями Гельдера, большими 1/3.</li>
            <li>5.	Гончарова М.Н. О множестве управляемости одного объекта с фазовым ограничением.</li>
            <li>6.	Даник Ю.Э., Дмитриев М.Г., Макаров Д.А. Алгоритм построения асимптотического приближения к функции Беллмана для возмущённой задачи оптимального управления на основе прямой схемы.</li>
            <li>7.	Дмитрук Н.М. Условия существования оптимальных стратегий с замыканиями в линейных задачах оптимального управления по измерениям.</li>
            <li>8.	Жерело А.В. Об одной приближенной формуле для случайных процессов с разрывами.</li>
            <li>9.	Жук А.И., Защук Е.Н. О приближении аппроксимирующих уравнений в пространстве обобщенных функций.</li>
            <li>10.	Казакевич К.И., Шабров С.А. Достаточные условия слабого экстремума функционаа с интегралом Стилтьеса.</li>
          </ol>
          <h3 className="main-title">Заседание 2: 4 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Калинин А.И., Лавринович Л.И. Применение метода возмущений к задаче оптимизации переходного процесса большой длительности в линейной сингулярно возмущенной системе.</li>
            <li>Козлов А.А. Ляпуновская приводимость трехмерной системы с наблюдателем к стационарной системе.</li>
            <li>Курина Г.А. Об алгоритме Калинина–Лавриновича асимптотического решения одной линейно-квадратичной задачи управления с трёхтемповыми переменными состояния.</li>
            <li>Леваков А.А. Теоремы существования решений стохастических дифференциально-разностных гибридных систем.</li>
            <li>Леваков А.А., Лидзер И.А. Критерий управляемости линейных стохастических дифференциальных систем.</li>
            <li>Хартовский В.Е. К вопросу финитной стабилизации по неполным измерениям объектов нейтрального типа, не имеющих свойства полной 0-управляемости.</li>
            <li>Хартовский В.Е., Метельский А.В. Карпук В.В. О методах проектирования наблюдателей и регуляторов по неполным измерениям для линейных систем нейтрального типа.</li>
            <li>Цехан О.Б. Об экспоненциальной стабилизации линейных нестационарных сингулярно возмущенных систем.</li>
            <li>Dymkov M.P., Dymkou S.M. Linear quadratic optimization problem for overdeterminated multidimensional discrete systems.</li>
            <li>Zaitsev V.A., Kim I.G. Sufficient conditions for arbitrary matrix coefficients assignment for block matrix bilinear control systems.</li>
          </ol>
        </div>
        <div>
          <h2 className="main-title">МЕТОДИКА ПРЕПОДАВАНИЯ МАТЕМАТИКИ</h2>
          <h3>Председатель секции: доцент Кастрица О.А.</h3>
          <h3 className="main-title">Заседание 1: 3 декабря, 14<sup>30</sup>–17<sup>30</sup></h3>
          <ol>
            <li>Асмыкович И.К., Якименко А.А. О роли понимания математики в инженерном образовании.</li>
            <li>Бровка Н.В. К вопросу обучения математике в условиях цифровизации.</li>
            <li>Васьковский М.М., Леваков А.А. О курсе «математический анализ» для студентов специальности прикладная математика.</li>
            <li>Дубатовская М.В., Маковецкая Т.В., Васенкова Е.И. Особенности преподавания курса «Теория вероятностей и математическая статистика» на экономическом факультете Белорусского государственного университета.</li>
            <li>Жук А.И., Защук Е.Н., Ярмолик Л.А., Шеина В.А. Методика преподавания дисциплины «Теория графов» с использованием СКА Mathematica.</li>
            <li>Комраков Б.Б. О подготовке команды гимназии 41 к Республиканскому турниру юных математиков и минскому городскому открытому турниру юных математиков.</li>
            <li>Мателенок А.П.,  Вакульчик В.С., Завистовская Т.И. Методические аспекты изучения модуля «Численное моделирование» при обучении студентов IT-профиля.</li>
            <li>Новичкова Д.А. Положительные и отрицательные стороны информатизации процесса образования.</li>
            <li>Радыно Н.Я. О русском языке, делении с остатком, алгоритме Евклида и дифференциальных уравнениях.</li>
            <li>Размыслович Г.П., Филипцов А.В. К проблеме построения решения матричного квадратного уравнения.</li>
            <li>Чеб Е.С., Козловская И.С., Дайняк В.В., Каркоцкий А.Г. Решение краевых задач в курсе «Дифференциальные уравнения в частных производных и их приложения» с помощью современных информационных технологий.</li>
            <li>Шилин А.П. О возможном дополнении к теме «Линейные дифференциальные уравнения Эйлера».</li>
          </ol>
        </div>
      </div>
    </>
  );
}
export default Program;